{
    "Welcome to React": "Резюме",
    "frontend":"Разработка Фронтенда",
      "name":"Икболжон Орифжонов",
      "address":"Дом-9,Яшнабадский район,г.Ташкент",
      "personal details":"Tel:99890 343 83 30   //   Email/orifjonoviqboljon@gmail.com",
       "experince":"ОПЫТ",
       "designer":"Графический дизайнер",
        "ofis":"ООО «Моллис текстиль»",
        "gemini":"Я работал над программой Gemini. Gemini — это система САПР (компьютерного проектирования), разработанная для проектирования, создания шаблонов и автоматизированных процессов резки в текстильной и швейной промышленности. Эта программа помогает ускорить производственные процессы и эффективно использовать ресурсы. Она оптимально раскраивает ткань, сокращая отходы и отходы. Она использует специальные алгоритмы для экономии каждой части ткани.снижает скорость производства с помощью автоматизированных процессов. Это обеспечивает высокую точность проектирования и резки.",
          "ofis2":"ООО «Платинум Текстиль»",
             "texnopark":"ООО «Технопарк»",
                "ofis3":"Контролер качества",
                "control":"Задача контролера качества – контролировать производственные процессы, оценивать качество готовой продукции на основе установленных стандартов и требований, предотвращать дефекты. Особенно важна эта позиция при производстве технико-технологической продукции. Проверка соблюдения стандартов качества на всех этапах производства продукции.Контроль правильного выполнения технологий производства.Проверка готовой продукции по стандартам качества (ISO, ГОСТ или внутренние стандарты компании). Испытание продукции с использованием специального оборудования. Выявление бракованной продукции и анализ причин ее возникновения.Выработка рекомендаций по устранению дефектов, возникших в процессе производства.",
                "education":"Образование",
                   "major":"FФронтенд ReactJS",
               "named":"Учебный центр под названием «NA'JOT TA'LIM»",
               "subject":"HTML CSS SASS Bootstrap Tailwind JavaScript React Typescript Next js ",
               "major2":"Управление и автоматизация технологических процессов",
                  "named2":"Ферганский политехнический институт",
                  "subject2":"Направление управления и автоматизации технологических процессов имеет важное значение в сфере современного производства, его основная цель – управление производственными процессами с высокой эффективностью, снижение человеческого фактора и обеспечение оптимального использования ресурсов. В этих процессах используются датчики, исполнительные механизмы, программируемые логические контроллеры (ПЛК), системы SCADA и технологии робототехники."

      
  }